/* Title of Picker Item */
"3 Digits" = "3 Ziffern";

/* Title of Picker Item */
"4 Digits" = "4 Ziffern";

/* Title of 4 Rings picker */
"4 Rings" = "4 Ringe";

/* Title of 5 Rings picker */
"5 Rings" = "5 Ringe";
//
//  Created by Marc Rummel on 08.06.20.
//  Copyright © 2020 Marc Rummel.
//  This code is licensed under MIT license (see LICENSE.txt for details)
//

/* Title of digit Picker */
"Digits" = "Ziffern";

/* Message when you input a resitor value. */
"Enter a decimal number" = "Gib eine Dezimalzahl ein";

/* Title of Textfield to enter a resistor value */
"Enter Value:" = "Wert";

/* Title of THTContentView */
"Resistor Color Code" = "Farbcode für Widerstände";

/* Title of ring picker */
"Rings" = "Ringe";

/* Button title to set the value of the resistor */
"Set Resistor Value" = "Wert übernehmen";

/* Title of SMD Content View */
"SMD Resistor Code" = "Code für SMD Widerstände";

/* Tolerance steppter title */
"Tolerance" = "Toleranz";

/* Unit of input value */
"Unit" = "Einheit";

/* Headline of Resistor input view */
"Resistor Value" = "Widerstandswert";

/* Title of a button that dismisses a sheet */
"Dismiss" = "Dismiss";

/* Title of a button that sets a value */
"Set Value" = "Wert übernehmen";
